{
  "title": "Termos de Serviço do Tabber",
  "date": "Última atualização: 20.11.2023",
  "content": [
    "1. Acceptance of Terms",
    "By accessing and using Tabber, you agree to comply with these Terms of Service and all applicable laws and regulations. If you do not agree with any part of these terms, you are prohibited from using or accessing this service.",
    "2. Use License",
    "Permission is granted to temporarily download one copy of Tabber per device for personal, non-commercial transitory viewing only.",
    "This is the grant of a license, not a transfer of title, and under this license, you may not:",
    "Modify or copy the materials.",
    "Use the materials for any commercial purpose, or for any public display (commercial or non-commercial).",
    "Attempt to decompile or reverse engineer any software contained in Tabber.",
    "Transfer the materials to another person or «mirror» the materials on any other server.",
    "This license shall automatically terminate if you violate any of these restrictions and may be terminated by Tabber at any time.",
    "3. Disclaimer",
    "The materials within Tabber are provided on an «as is» basis. Tabber makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.",
    "Further, Tabber does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to Tabber.",
    "4. Limitations",
    "In no event shall Tabber or its suppliers be liable for any consequential damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use Tabber.",
    "5. Accuracy of Materials",
    "The materials appearing in Tabber could include technical, typographical, or photographic errors. Tabber does not warrant that any of the materials on its extension are accurate, complete, or current.",
    "6. Modifications",
    "Tabber may revise these terms of service for its extension at any time without notice. By using this extension, you are agreeing to be bound by the then-current version of these terms of service.",
    "7. Governing Law",
    "These terms and conditions are governed by and construed in accordance with the laws of Ukraine and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location.",
    "8. Subscriptions and Payments",
    "For users subscribing to Tabber Plus via Patreon, terms and conditions of Patreon apply. For more information, please visit https://patreon.com/policy/legal.",
    "Subscription fees are non-refundable except as expressly stated in these Terms. If you cancel your subscription, you will not receive a refund of any portion of the subscription fee paid for the then-current subscription period at the time of cancellation.",
    "9. User Conduct",
    "Users agree not to use Tabber in any way that:",
    "Is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically, or otherwise objectionable.",
    "Harms minors in any way.",
    "Impersonates any person or entity, including, but not limited to, a Tabber official, forum leader, guide or host, or falsely states or otherwise misrepresents your affiliation with a person or entity.",
    "Forges headers or otherwise manipulate identifiers in order to disguise the origin of any Content transmitted through Tabber.",
    "Uploads, posts, emails, transmits, or otherwise makes available any Content that you do not have a right to make available under any law or under contractual or fiduciary relationships (such as inside information, proprietary, and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements).",
    "10. Privacy Policy",
    "Your use of Tabber is also governed by our Privacy Policy. Please review our Privacy Policy, which also governs the extension and informs users of our data collection practices.",
    "11. Contact Us",
    "If you have any questions about these Terms, please contact us at tabber@neulen.dev."
  ]
}
