{
  "meta": {
    "title": "What's New",
    "description": "Tabber has been updated! Check out the new features and improvements."
  },
  "1.5": {
    "title": "Tabber Updated to Version 1.5",
    "subtitle": "Discover the Latest Features and Enhancements",
    "content_main": [
      {
        "title": "Exclude Groups from Preservation",
        "description": [
          "You can now exclude specific tab groups from being preserved. Simply add groups to the exclusion list using their name or color. Not available in Firefox.",
          "This feature is available under Settings → Exclusions → Groups Exclusions."
        ],
        "image": "/static/update/1.5/groups-exclusions.jpg"
      },
      {
        "title": "Detect Unsaved Form Inputs",
        "description": [
          "Tabber now checks for unsaved form inputs before preserving a tab. If unsaved changes are detected, the tab will not be preserved, helping you avoid accidental data loss.",
          "Enable this feature under Settings → Auto Preserve → Don't Preserve Tabs with Unsaved Form Inputs."
        ],
        "image": "/static/update/1.5/unsaved-form-inputs.jpg"
      },
      {
        "title": "Save YouTube Timestamps",
        "description": [
          "Tabs with YouTube videos can now be preserved along with their timestamps, allowing you to resume playback from where you left off.",
          "You can activate this option under Settings → Sites Features → Save YouTube Timestamps."
        ],
        "image": "/static/update/1.5/youtube-timestamps.jpg"
      },
      {
        "title": "Identify Tabs and Groups by Title",
        "description": [
          "Tabs and groups can now be identified by their title instead of internal IDs. This resolves the issue that after restarting some browsers (such as Google Chrome), the auto-preservation timer was reset, as well as the connection between groups in the browser and in Tabber.",
          "Find this option under Settings → Advanced Settings → Identify Tabs by Title."
        ],
        "image": "/static/update/1.5/identify-tabs-by-title.jpg"
      },
      {
        "title": "Confirmation for Critical Actions",
        "description": [
          "Tabber now requires a double-click confirmation for critical actions, such as preserving or restoring all tabs, to prevent accidental changes."
        ],
        "image": "/static/update/1.5/confirmations.jpg"
      }
    ],
    "content_additional": {
      "title": "Other Improvements",
      "description": [
        "You can now switch the active tab using arrow keys for faster navigation.",
        "A support button has been added to the extension popup.",
        "Resolved an issue with making previews for inactive tabs."
      ]
    }
  },
  "1.8": {
    "title": "Tabber Updated to Version 1.8",
    "subtitle": "Discover the Latest Features and Enhancements",
    "content_main": [
      {
        "title": "Vertical Tabs",
        "description": [
          "The very feature that many have been waiting for so long!",
          "Now with multiple tabs, navigation between them will be easier. The appearance of this list can be flexibly customized through settings. Also, there will now always be only one row of tabs."
        ],
        "image": "/static/update/1.8/vertical-tabs.jpg"
      },
      {
        "title": "Select the tab group for grouping",
        "description": [
          "Despite the tautology, here's an equally necessary feature.",
          "Now you can group not only all preserved tabs but selectively group specific ones. Simply select the desired group in the popup menu."
        ],
        "image": "/static/update/1.8/select-tab-group.jpg"
      },
      {
        "title": "Merge tab groups",
        "description": [
          "A function for merging tab groups has been added.",
          "To do this, right-click on a group and select 'Merge with'."
        ],
        "image": "/static/update/1.8/merge-tab-groups.jpg"
      },
      {
        "title": "Supporters Page",
        "description": [
          "Now when you support the project on Patreon, your name will be displayed on the credits page. You can choose your display name, avatar, or remain anonymous.",
          "This page can be found in the footer of this site."
        ],
        "image": "/static/update/1.8/supporters-page.jpg"
      }
    ],
    "content_additional": {
      "title": "Other Improvements",
      "description": [
        "Added icons to the toolbar items select menu.",
        "Added a default color to the color picker."
      ]
    }
  }
}
