{
  "meta": {
    "title": "Novedades",
    "description": "¡Tabber se ha actualizado! Descubre las nuevas funciones y mejoras."
  },
  "1.5": {
    "title": "Tabber actualizado a la versión 1.5",
    "subtitle": "Descubre las últimas funciones y mejoras",
    "content_main": [
      {
        "title": "Excluir grupos de la preservación",
        "description": [
          "Ahora puedes excluir grupos específicos de pestañas de la preservación. Simplemente agrega grupos a la lista de exclusión usando su nombre o color. No disponible en Firefox.",
          "Esta función está disponible en Configuración → Exclusiones → Exclusión de Grupos."
        ],
        "image": "/static/update/1.5/groups-exclusions.jpg"
      },
      {
        "title": "Detectar formularios no guardados",
        "description": [
          "Tabber ahora verifica los formularios no guardados antes de preservar una pestaña. Si se detectan cambios no guardados, la pestaña no se preservará, ayudándote a evitar la pérdida accidental de datos.",
          "Activa esta función en Configuración → Preservación Automática → No preservar pestañas con formularios no guardados."
        ],
        "image": "/static/update/1.5/unsaved-form-inputs.jpg"
      },
      {
        "title": "Guardar marcas de tiempo de YouTube",
        "description": [
          "Ahora puedes preservar pestañas con videos de YouTube junto con sus marcas de tiempo, lo que te permite reanudar la reproducción desde donde la dejaste.",
          "Activa esta opción en Configuración → Funciones de Sitios → Guardar marcas de tiempo de YouTube."
        ],
        "image": "/static/update/1.5/youtube-timestamps.jpg"
      },
      {
        "title": "Identificar pestañas y grupos por título",
        "description": [
          "Ahora puedes identificar pestañas y grupos por su título en lugar de por ID internos. Esto resuelve el problema de reiniciar navegadores como Google Chrome, donde se restablecía el temporizador de preservación automática y la conexión entre los grupos del navegador y Tabber.",
          "Encuentra esta opción en Configuración → Configuración Avanzada → Identificar pestañas por título."
        ],
        "image": "/static/update/1.5/identify-tabs-by-title.jpg"
      },
      {
        "title": "Confirmación para acciones críticas",
        "description": [
          "Tabber ahora requiere una confirmación de doble clic para acciones críticas como preservar o restaurar todas las pestañas, para evitar cambios accidentales."
        ],
        "image": "/static/update/1.5/confirmations.jpg"
      }
    ],
    "content_additional": {
      "title": "Otras Mejoras",
      "description": [
        "Ahora puedes cambiar la pestaña activa utilizando las teclas de flecha para una navegación más rápida.",
        "Se ha añadido un botón de soporte en el popup de la extensión.",
        "Se resolvió un problema al crear vistas previas de pestañas inactivas."
      ]
    }
  },
  "1.8": {
    "title": "Tabber actualizado a la versión 1.8",
    "subtitle": "Descubre las últimas características y mejoras",
    "content_main": [
      {
        "title": "Pestañas verticales",
        "description": [
          "¡La función que muchos han estado esperando por tanto tiempo!",
          "Ahora con múltiples pestañas, la navegación entre ellas será más fácil. La apariencia de esta lista puede personalizarse de manera flexible a través de la configuración. Además, ahora siempre habrá una sola fila de pestañas."
        ],
        "image": "/static/update/1.8/vertical-tabs.jpg"
      },
      {
        "title": "Seleccionar el grupo de pestañas para agrupar",
        "description": [
          "A pesar de la tautología, esta es una función igualmente necesaria.",
          "Ahora puedes agrupar no solo todas las pestañas guardadas sino seleccionar específicamente cuáles agrupar. Simplemente selecciona el grupo deseado en el menú emergente."
        ],
        "image": "/static/update/1.8/select-tab-group.jpg"
      },
      {
        "title": "Fusionar grupos de pestañas",
        "description": [
          "Se ha añadido una función para fusionar grupos de pestañas.",
          "Para hacerlo, haz clic derecho en un grupo y selecciona 'Fusionar con'."
        ],
        "image": "/static/update/1.8/merge-tab-groups.jpg"
      },
      {
        "title": "Página de colaboradores",
        "description": [
          "Ahora cuando apoyas el proyecto en Patreon, tu nombre se mostrará en la página de créditos. Puedes elegir tu nombre de visualización, avatar o permanecer anónimo.",
          "Esta página se puede encontrar en el pie de página de este sitio."
        ],
        "image": "/static/update/1.8/supporters-page.jpg"
      }
    ],
    "content_additional": {
      "title": "Otras mejoras",
      "description": [
        "Se añadieron iconos al menú de selección de elementos de la barra de herramientas.",
        "Se añadió un color predeterminado al selector de color."
      ]
    }
  }
}
