{
  "meta": {
    "title": "Quoi de neuf",
    "description": "Tabber a été mis à jour! Découvrez les nouvelles fonctionnalités et améliorations."
  },
  "1.5": {
    "title": "Tabber mis à jour à la version 1.5",
    "subtitle": "Découvrez les dernières fonctionnalités et améliorations",
    "content_main": [
      {
        "title": "Exclure des groupes de la préservation",
        "description": [
          "Vous pouvez désormais exclure certains groupes d'onglets de la préservation. Ajoutez simplement des groupes à la liste d'exclusion en utilisant leur nom ou leur couleur. Non disponible sur Firefox.",
          "Cette fonctionnalité est disponible dans Paramètres → Exclusions → Exclusions de Groupes."
        ],
        "image": "/static/update/1.5/groups-exclusions.jpg"
      },
      {
        "title": "Détecter les saisies de formulaire non enregistrées",
        "description": [
          "Tabber vérifie désormais les saisies de formulaire non enregistrées avant de préserver un onglet. Si des modifications non enregistrées sont détectées, l'onglet ne sera pas préservé, vous évitant ainsi une perte accidentelle de données.",
          "Activez cette fonctionnalité dans Paramètres → Préservation Automatique → Ne pas préserver les onglets avec des saisies non enregistrées."
        ],
        "image": "/static/update/1.5/unsaved-form-inputs.jpg"
      },
      {
        "title": "Enregistrer les horodatages YouTube",
        "description": [
          "Les onglets avec des vidéos YouTube peuvent maintenant être préservés avec leurs horodatages, vous permettant de reprendre la lecture là où vous vous êtes arrêté.",
          "Activez cette option dans Paramètres → Fonctionnalités des Sites → Enregistrer les Horodatages YouTube."
        ],
        "image": "/static/update/1.5/youtube-timestamps.jpg"
      },
      {
        "title": "Identifier les onglets et groupes par leur titre",
        "description": [
          "Les onglets et groupes peuvent maintenant être identifiés par leur titre au lieu d'ID internes. Cela résout le problème du redémarrage de certains navigateurs (comme Google Chrome) où le minuteur de préservation automatique était réinitialisé, ainsi que la connexion entre les groupes dans le navigateur et dans Tabber.",
          "Trouvez cette option dans Paramètres → Paramètres Avancés → Identifier les Onglets par Titre."
        ],
        "image": "/static/update/1.5/identify-tabs-by-title.jpg"
      },
      {
        "title": "Confirmation pour les actions critiques",
        "description": [
          "Tabber nécessite désormais une double confirmation pour les actions critiques, comme préserver ou restaurer tous les onglets, afin d'éviter des changements accidentels."
        ],
        "image": "/static/update/1.5/confirmations.jpg"
      }
    ],
    "content_additional": {
      "title": "Autres Améliorations",
      "description": [
        "Vous pouvez désormais changer d’onglet actif à l’aide des touches fléchées pour une navigation plus rapide.",
        "Un bouton de support a été ajouté au popup de l’extension.",
        "Un problème lié à la création d’aperçus pour les onglets inactifs a été résolu."
      ]
    }
  },
  "1.8": {
    "title": "Tabber mis à jour vers la version 1.8",
    "subtitle": "Découvrez les dernières fonctionnalités et améliorations",
    "content_main": [
      {
        "title": "Onglets verticaux",
        "description": [
          "La fonctionnalité que beaucoup attendaient depuis si longtemps !",
          "Maintenant, avec plusieurs onglets, la navigation entre eux sera plus facile. L'apparence de cette liste peut être personnalisée de manière flexible via les paramètres. De plus, il n'y aura désormais qu'une seule rangée d'onglets."
        ],
        "image": "/static/update/1.8/vertical-tabs.jpg"
      },
      {
        "title": "Sélectionner le groupe d'onglets pour le regroupement",
        "description": [
          "Malgré la tautologie, voici une fonctionnalité tout aussi nécessaire.",
          "Vous pouvez maintenant regrouper non seulement tous les onglets conservés mais aussi sélectivement regrouper des onglets spécifiques. Sélectionnez simplement le groupe souhaité dans le menu contextuel."
        ],
        "image": "/static/update/1.8/select-tab-group.jpg"
      },
      {
        "title": "Fusionner les groupes d'onglets",
        "description": [
          "Une fonction de fusion des groupes d'onglets a été ajoutée.",
          "Pour ce faire, faites un clic droit sur un groupe et sélectionnez 'Fusionner avec'."
        ],
        "image": "/static/update/1.8/merge-tab-groups.jpg"
      },
      {
        "title": "Page des contributeurs",
        "description": [
          "Désormais, lorsque vous soutenez le projet sur Patreon, votre nom s'affiche sur la page des crédits. Vous pouvez choisir votre nom d'affichage, votre avatar ou rester anonyme.",
          "Cette page est accessible depuis le pied de page de ce site."
        ],
        "image": "/static/update/1.8/supporters-page.jpg"
      }
    ],
    "content_additional": {
      "title": "Autres améliorations",
      "description": [
        "Ajout d'icônes au menu de sélection des éléments de la barre d'outils.",
        "Ajout d'une couleur par défaut au sélecteur de couleurs."
      ]
    }
  },
  "1.9": {
    "title": "Tabber mis à jour en version 1.9",
    "subtitle": "Découvrez les dernières fonctionnalités et améliorations",
    "content_main": [
      {
        "title": "Regroupement IA 2.0",
        "description": [
          "Le regroupement des onglets a été entièrement repensé.",
          "Choisissez entre deux méthodes selon vos besoins et suivez votre utilisation quotidienne grâce au nouveau compteur. Fini les onglets non regroupés !"
        ],
        "image": "/static/update/1.9/tabs-grouping.jpg"
      },
      {
        "title": "Nouveau design des aperçus",
        "description": [
          "L’historique des sauvegardes prend désormais en charge quatre dispositions – vue en liste et trois types de grilles."
        ],
        "image": "/static/update/1.9/previews-design.jpg"
      },
      {
        "title": "Disponible maintenant en 30 langues",
        "description": [
          "Vous avez trouvé une erreur de traduction ? Vous pouvez maintenant proposer des corrections sur [Crowdin](https://crowdin.com/project/tabber)."
        ],
        "image": "/static/update/1.9/crowdin.jpg"
      }
    ],
    "content_additional": {
      "title": "Autres améliorations",
      "description": [
        "Plus de limites – les utilisateurs gratuits peuvent désormais créer autant de groupes qu'ils le souhaitent !"
      ]
    }
  }
}
