{
  "title": "Tabber Gizlilik Politikası",
  "date": "Son güncelleme: 20.11.2023",
  "content": [
    "1. Information We Collect",
    "User Preserved Tabs Information",
    "When you preserve a tab, we collect the URL, title, favicon, and screenshot of the tab. This information is stored locally on your device and is not shared with any third parties. You can delete this information at any time by removing the preserved tab. If you have enabled cloud sync, this information is also stored on our servers and is used to synchronize your preserved tabs across devices. You can disable cloud sync at any time in the extension settings.",
    "Account Information",
    "If you log in using Google, we collect your Google account data as necessary for the operation of Tabber.",
    "If you use Patreon to subscribe to Tabber Plus, we collect your Patreon user data for subscription management and to provide exclusive content.",
    "Usage Data",
    "We use Google Analytics to collect anonymous data about how you interact with Tabber, which helps us improve our service. This data includes information about your browser, operating system, and device, as well as your IP address and the date and time of your visit. This data is not shared with any third parties.",
    "2. How We Use Your Information",
    "The information we collect is used to:",
    "Provide, maintain, and improve Tabber's features and functionality.",
    "Manage your account and subscriptions.",
    "Offer customer support and respond to your inquiries.",
    "Conduct analytics to enhance user experience.",
    "Communicate with you, including sending service updates and exclusive offers (if you have opted-in for such communications).",
    "3. Sharing Your Information",
    "We do not sell, trade, or otherwise transfer your personally identifiable information to outside parties, except as described below:",
    "Service Providers: We may share your data with third-party service providers that assist us in operating Tabber, conducting our business, or serving our users, so long as those parties agree to keep this information confidential.",
    "Legal Requirements: We may disclose your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety.",
    "Business Transfers: In the event that Tabber is involved in a merger, acquisition, or asset sale, your information may be transferred. We will provide notice before your information is transferred and becomes subject to a different Privacy Policy.",
    "4. Data Security",
    "We implement a variety of security measures to maintain the safety of your personal information. We use encryption to protect sensitive information transmitted online and we store your data on secure servers.",
    "5. Your Data Protection Rights",
    "Depending on your location, you may have certain data protection rights. These rights include:",
    "The right to access, correct, update, or request deletion of your personal information.",
    "The right to object to processing of your personal information, ask us to restrict processing of your personal information, or request portability of your personal information.",
    "The right to opt-out of marketing communications we send you at any time. You can exercise this right by clicking on the «unsubscribe» or «opt-out» link in the marketing emails we send you. To opt-out of other forms of marketing, please contact us using the contact details provided below.",
    "The right to complain to a data protection authority about our collection and use of your personal information. For more information, please contact your local data protection authority.",
    "GDPR (For EU Residents)",
    "Under the GDPR, if you are a resident of the European Union, you have additional rights such as the right to data portability, the right to object to data processing, and the right to withdraw consent at any time.",
    "We process your personal data with your consent and for the legitimate interests of providing and improving Tabber's functionalities.",
    "CCPA (For California Residents)",
    "If you are a resident of California, you have the right to request that we disclose certain information about our collection and use of your personal data over the past 12 months.",
    "You also have the right to request that we delete any of your personal data that we collected from you, subject to certain exceptions.",
    "6. Cookies and Tracking Technologies",
    "We use cookies and similar tracking technologies to track the activity on Tabber and hold certain information. Cookies are files with small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. Tracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze Tabber.",
    "You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of Tabber.",
    "7. International Transfers",
    "Your information, including personal data, may be transferred to — and maintained on — computers located outside of your state, province, country, or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction.",
    "If you are located outside Ukraine and choose to provide information to us, please note that we transfer the data, including personal data, to Ukraine and process it there.",
    "Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.",
    "8. Children's Privacy",
    "Tabber does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13. If you are a parent or guardian and you are aware that your child has provided us with personal data, please contact us. If we become aware that we have collected personal data from children under 13 without verification of parental consent, we take steps to remove that information from our servers.",
    "9. Changes to This Privacy Policy",
    "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.",
    "You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.",
    "10. Contact Us",
    "If you have any questions about this Privacy Policy, please contact us at tabber@neulen.dev."
  ]
}
