{
  "meta": {
    "title": "Tabber Plus",
    "description": "Раскройте весь потенциал Tabber с Tabber Plus. Подпишитесь, чтобы получить доступ к набору премиальных функций, разработанных для улучшения вашего опыта работы с Tabber."
  },
  "title": "Станьте подписчиком Tabber Plus",
  "features": [
    ["Неограниченное количество групп вкладок", "Больше нет ограничений на количество вкладок, которые вы можете группировать."],
    ["Продвинутая модель ИИ для группировки", "Улучшенная модель ИИ для более точной и эффективной группировки вкладок; повышенные лимиты на использование."],
    ["Автосинхронизация с облаком", "Ваши вкладки автоматически синхронизируются на всех ваших устройствах."],
    ["Полная история синхронизаций", "Доступ к полной истории синхронизаций и восстановление любой резервной копии."],
    ["Пользовательский фон", "Примените пользовательский фон к страницам без превью."],
    ["Приоритетная поддержка", "Любые вопросы и проблемы будут решены оперативно, обеспечивая вам наилучший опыт использования."],
    ["Эксклюзивные посты на Patreon", "Получите эксклюзивный доступ к постам, опросам и будьте в курсе последних новостей, советов и анонсов."]
  ],
  "paragraphs": [
    {
      "title": "Раскройте полную мощность Tabber с Tabber Plus",
      "description": "Добро пожаловать в мир улучшенного веб-серфинга! Подписываясь на Tabber Plus, вы получаете доступ к набору премиальных функций, предназначенных для улучшения вашего опыта использования Tabber. Подписка на Tabber Plus также позволяет вам поддержать разработку Tabber и помогает нам создавать лучший продукт для вас."
    },
    {
      "title": "Что вы получаете с Tabber Plus"
    },
    {
      "title": "Как подписаться",
      "items": [
        ["Посетите нашу страницу на Patreon", "Нажмите кнопку «Подписаться на Patreon» ниже, чтобы перейти на Patreon."],
        ["Создайте или войдите в свой аккаунт Patreon", "Если вы новичок в Patreon, вам нужно создать аккаунт. Если у вас уже есть аккаунт, просто войдите."],
        ["Выберите уровень подписки", "Выберите уровень подписки «Plus» и следуйте инструкциям для завершения платежа."],
        ["Войдите в Tabber, используя аккаунт Patreon", "После подписки вам нужно войти в Tabber, используя ваш аккаунт Patreon."],
        ["Наслаждайтесь Tabber Plus", "Всё готово! Наслаждайтесь новыми функциями Tabber Plus."]
      ],
      "note": "ПРИМЕЧАНИЕ: Если вы уже вошли в Tabber, вам нужно будет выйти и войти снова, используя ваш аккаунт Patreon. Если ваша почта в Tabber и Patreon не совпадает, вы будете зарегистрированы как новый пользователь, и ваши предыдущие данные не будут перенесены."
    },
    {
      "title": "Не можете подписаться через Patreon?",
      "description": "В настоящее время мы работаем над возможностью введения подписок через другие сервисы. Это появится в следующем обновлении, следите за новостями!"
    },
    {
      "title": "Вопросы?",
      "description": ["Если у вас есть какие-либо вопросы или проблемы, пожалуйста, не стесняйтесь ", "связаться с нами", " или проверьте наш ", "раздел ЧаВо", "."]
    }
  ],
  "subscribe": "Подписаться на Patreon"
}
