{
  "meta": {
    "title": "Tabber Plus",
    "description": "Розкрийте весь потенціал Tabber з Tabber Plus. Підпишіться, щоб отримати доступ до набору преміум-функцій, розроблених для покращення вашого досвіду використання Tabber."
  },
  "title": "Стати підписником Tabber Plus",
  "features": [
    ["Більше сили ШІ", "До 5 разів більше лімітів на групування вкладок за допомогою ШІ."],
    ["Автоматична хмарна синхронізація", "Ваші вкладки автоматично синхронізуються на всіх ваших пристроях."],
    ["Повна історія синхронізацій", "Отримайте доступ до повної історії синхронізацій та відновіть будь-який бекап."],
    ["Власний фон", "Встановіть власний фон до сторінок без попереднього перегляду."],
    ["Пріоритетна підтримка", "Будь-які запитання та проблеми будуть оперативно вирішені, забезпечуючи гладкий досвід."],
    ["Ексклюзивні пости на Patreon", "Отримайте ексклюзивний доступ до постів на Patreon, опитувань та будьте в курсі останніх оновлень, порад і хитрощів."]
  ],
  "paragraphs": [
    {
      "title": "Розкрийте повну потужність Tabber з Tabber Plus",
      "description": "Ласкаво просимо в світ покращеного веб-серфингу! Підписуючись на Tabber Plus, ви отримуєте доступ до набору преміум-функцій, розроблених для покращення вашого досвіду користування Tabber. Підписка на Tabber Plus також допомагає підтримати розробку Tabber та забезпечити його подальший розвиток."
    },
    {
      "title": "Що ви отримуєте з Tabber Plus"
    },
    {
      "title": "Як підписатися",
      "items": [
        ["Відвідайте нашу сторінку на Patreon", "Натисніть кнопку «Підписатися на Patreon» нижче, щоб перейти на Patreon."],
        ["Створіть або увійдіть у свій обліковий запис Patreon", "Якщо ви новачок у Patreon, вам потрібно створити обліковий запис. Якщо у вас вже є обліковий запис, просто увійдіть."],
        ["Виберіть рівень підписки", "Виберіть рівень підписки «Plus» та дотримуйтесь інструкцій для завершення платежу."],
        ["Увійдіть у Tabber за допомогою Patreon", "Після підписки вам потрібно увійти в Tabber за допомогою вашого облікового запису Patreon."],
        ["Насолоджуйтеся Tabber Plus", "Все готово! Ви можете насолоджуватися всіма перевагами Tabber Plus."]
      ],
      "note": "ПРИМІТКА: Якщо ви вже увійшли в Tabber, вам потрібно вийти та увійти знову за допомогою вашого облікового запису Patreon. Якщо ваші електронні адреси Tabber та Patreon не співпадають, ви будете зареєстровані як новий користувач, і ваші попередні дані не будуть перенесені."
    },
    {
      "title": "Не можете підписатися через Patreon?",
      "description": "Наразі ми працюємо над можливістю введення підписок через інші сервіси. Це з'явиться в наступному оновленні, слідкуйте за новинами!"
    },
    {
      "title": "Є питання?",
      "description": ["Якщо у вас є будь-які питання або проблеми, будь ласка, не соромтеся ", "зв'язатися з нами", " або перегляньте наш ", "розділ FAQ", "."]
    }
  ],
  "subscribe": "Підписатися на Patreon"
}
